[Demo_Sisters_ep5_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2000,Y=-2125,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=2000,Y=-1935,Z=482),VecSub=(X=-90,Y=0,Z=0),CId=258)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=9,CId=258,Bit=4)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_002_Cue',Name="")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[14]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[15]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=90,Y=-35,Z=0),SecTime=0.3)
DemoScripts[16]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[17]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-35,Z=0),SecTime=)
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[19]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[21]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_005_Cue',Name="")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=2000,Y=-2075,Z=482),SecTime=0.3)
DemoScripts[25]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=90,Y=-27,Z=0),SecTime=0.3)
DemoScripts[26]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[27]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2000,Y=-2075,Z=482),SecTime=)
DemoScripts[28]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-27,Z=0),SecTime=)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_007_Cue',Name="")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[36]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[37]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[38]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_009_Cue',Name="")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_011_Cue',Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[49]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[50]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[51]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_013_Cue',Name="")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_015_Cue',Name="")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[62]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[63]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_016_Cue',Name="")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[68]=(Actor=WINDOW,Command=EXIT)
DemoScripts[69]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[70]=(Actor=FADE,Command=WAIT)
DemoScripts[71]=(Actor=CHARACTER,Command=SET,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=0,Y=0,Z=-300),CId=258)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=9,CId=258,Bit=4)
DemoScripts[73]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[74]=(Actor=FADE,Command=WAIT)
DemoScripts[75]=(Actor=WINDOW,Command=SET)
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_018_Cue',Name="")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_019_Cue',Name="")
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[81]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[82]=(Actor=WINDOW,Command=EXIT)
DemoScripts[83]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[84]=(Actor=FADE,Command=WAIT)
DemoScripts[85]=(Actor=CHARACTER,Command=SET,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=2000,Y=-1935,Z=482),CId=258)
DemoScripts[86]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[87]=(Actor=FADE,Command=WAIT)
DemoScripts[88]=(Actor=WINDOW,Command=SET)
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[90]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_021_Cue',Name="")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[95]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[96]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[97]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_022_Cue',Name="")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[100]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_024_Cue',Name="")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[106]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_026_Cue',Name="")
DemoScripts[107]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[108]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[111]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[112]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[113]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_027_Cue',Name="")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[118]=(Actor=WINDOW,Command=EXIT)
DemoScripts[119]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[120]=(Actor=FADE,Command=WAIT)
DemoScripts[121]=(Actor=CHARACTER,Command=SET,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=0,Y=0,Z=-300),CId=258)
DemoScripts[122]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=9,CId=258,Bit=4)
DemoScripts[123]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[124]=(Actor=FADE,Command=WAIT)
DemoScripts[125]=(Actor=WINDOW,Command=SET)
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_029_Cue',Name="")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_030_Cue',Name="")
DemoScripts[130]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[131]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[133]=(Actor=WINDOW,Command=EXIT)
DemoScripts[134]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[135]=(Actor=FADE,Command=WAIT)
DemoScripts[136]=(Actor=CHARACTER,Command=SET,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=2000,Y=-1935,Z=482),CId=258)
DemoScripts[137]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[138]=(Actor=FADE,Command=WAIT)
DemoScripts[139]=(Actor=WINDOW,Command=SET)
DemoScripts[140]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_032_Cue',Name="")
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[142]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[146]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_034_Cue',Name="")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[148]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[151]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[152]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[153]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_035_Cue',Name="")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[155]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[156]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_036_Cue',Name="")
DemoScripts[157]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[158]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[159]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[161]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_038_Cue',Name="")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[166]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[167]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[168]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[169]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_041_Cue',Name="")
DemoScripts[170]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[171]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[172]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[173]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[175]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_043_Cue',Name="")
DemoScripts[176]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[177]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[178]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[179]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[180]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[181]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_2.GG2_V_Sisters_ep5_2_045_Cue',Name="")
DemoScripts[182]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[183]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[184]=(Actor=WINDOW,Command=EXIT)
DemoScripts[185]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[186]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[187]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[188]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[189]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep5_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=30),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=FASHION,ParamNum=30),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=75),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep5_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="那麼,接下來要去哪呢?")

Texts[1]=(Label="TEXT02",Name="???",Text="\"你好--!/n大哥哥和小艾可蘿!\"")

Texts[2]=(Label="TEXT03",Name="峯大",Text="是誰......?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="......咦咦咦咦!?/n人偶......!?/n人偶居然在動!?")

Texts[4]=(Label="TEXT05",Name="峯大小子",Text="\"我是靠小真夜的法力行動的/n傳訊人偶./n我是\"峯大小子\"!\"")

Texts[5]=(Label="TEXT06",Name="峯大",Text="傳......傳訊人偶?/n還有,你說\"峯大小子\",/n為什麼是我的名字......?")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="這是像式神一樣的東西吧./n惡魔獵人連這種事都做得到呢......")

Texts[7]=(Label="TEXT08",Name="峯大",Text="什麼都有可能,是吧......")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="咦咦!?/n在這種時候有選項嗎!?/n......為什麼!?")

Texts[9]=(Label="TEXT10",Name="峯大",Text="感覺是丟出去可以飛很遠的形狀呢./n希望未來能夠在奧運的競技中/n增加\"投擲峯大\"這個項目.")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="為什麼要說得像是擲鉛球一樣啊!?/n話說那是什麼感想啊!?/n而且那也等於是把你丟出去哦!?")

Texts[11]=(Label="TEXT12",Name="峯大",Text="(是3段吐槽耶......)")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="咦咦!?/n在這種時候有選項嗎!?/n......為什麼!?")

Texts[13]=(Label="TEXT14",Name="峯大",Text="這是什麼樣的原理呢?/n真令人在意,下次問問看/n小真夜好了.")

Texts[14]=(Label="TEXT15",Name="峯大小子",Text="\"呵呵呵......峯大小子/n是祕密法具--!/n充滿謎團--!\"")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="咦咦!?/n在這種時候有選項嗎!?/n......為什麼!?")

Texts[16]=(Label="TEXT17",Name="峯大",Text="峯大小子,/n你的領帶歪了唷.")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="他有戴著......像是領帶的東西嗎?")

Texts[18]=(Label="TEXT19",Name="峯大小子",Text="\"啊......啊啊嗯....../n大哥哥......拜託......住手....../n呼啊啊嗯!\"")

Texts[19]=(Label="TEXT20",Name="峯大",Text="呼,這樣就好了./n變得很有男子氣概了哦!")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="這段互動是怎樣......?")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="咦咦!?/n在這種時候有選項嗎!?/n......為什麼!?")

Texts[22]=(Label="TEXT23",Name="峯大",Text="這個是非貫通式的嗎?")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="你是指什麼啊!?")

Texts[24]=(Label="TEXT25",Name="峯大",Text="咦? 我只是在想他是不是有/n常常在人偶劇娃娃上看到的那種/n能讓手伸進去的開口啊.")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="原......原來是這樣啊....../n你的日文很奇怪./n請用得正確純潔一點.")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="咦咦!?/n在這種時候有選項嗎!?/n......為什麼!?")

Texts[27]=(Label="TEXT28",Name="峯大",Text="我看看,試個味道好了....../n我含!")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="!?")

Texts[29]=(Label="TEXT30",Name="峯大小子",Text="\"呀--嗯!!/n不要喫我--!!\"")

Texts[30]=(Label="TEXT31",Name="峯大",Text="唔嗯唔嗯......好濃密....../n喫起來毛茸茸的......呸!")

Texts[31]=(Label="TEXT32",Name="峯大小子",Text="\"呼......差點就要被/n津津有味地喫掉了啊--\"")

Texts[32]=(Label="TEXT33",Name="峯大",Text="不對哦,/n很難喫啦.")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="不......不好意思....../n我的理解能力有點追不上......")

Texts[34]=(Label="TEXT35",Name="峯大小子",Text="\"總.而.言.之!\"")

Texts[35]=(Label="TEXT36",Name="峯大小子",Text="\"小真夜和小忍/n正在游泳池那裡唷./nGo! Go! Let's go!\"")

Texts[36]=(Label="TEXT37",Name="峯大",Text="你說游泳池,/n她們為什麼會在那種地方......?")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="難道不是因為/n發現惡魔了嗎......?")

Texts[38]=(Label="TEXT39",Name="峯大",Text="啊啊,原來如此./n是這樣嗎?/n呃......峯大小子?")

Texts[39]=(Label="TEXT40",Name="峯大",Text="(自己講出峯大這個名字/n還挺不好意思的耶......)")

Texts[40]=(Label="TEXT41",Name="峯大小子",Text="\"我和你沒什麼好說的....../n你只要乖乖跟著我峯大小子/n過來就可以了......\"")

Texts[41]=(Label="TEXT42",Name="峯大",Text="峯大小子原本是這樣的角色嗎!?")

Texts[42]=(Label="TEXT43",Name="艾可蘿",Text="總,總之過去看看吧......")

Texts[43]=(Label="TEXT44",Name="峯大",Text="呃......嗯......")

Texts[44]=(Label="TEXT45",Name="峯大小子",Text="\"Here we go!\"")

Texts[45]=(Label="",Name="",Text="")

Texts[46]=(Label="SELECT01",Name="",Text="丟出去的話/n好像能飛得很遠")

Texts[47]=(Label="SELECT02",Name="",Text="是什麼樣的/n原理呢")

Texts[48]=(Label="SELECT03",Name="",Text="領帶歪掉了唷")

Texts[49]=(Label="SELECT04",Name="",Text="這個是/n非貫通式的嗎?")

Texts[50]=(Label="SELECT05",Name="",Text="我看看....../n試個味道好了")

Texts[51]=(Label="SELECT06",Name="",Text="")

Texts[52]=(Label="SELECT07",Name="",Text="")

Texts[53]=(Label="SELECT08",Name="",Text="")

Texts[54]=(Label="SELECT09",Name="",Text="")

Texts[55]=(Label="SELECT10",Name="",Text="")


